---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorSettings
source: html/678def72-1b15-5101-7dbf-9b311854f4e6.htm
---
# AnalysisDisplayColorSettings Members

Constructs a default instance of color settings.